Repository: wp-plugins/adlib-woo2lex-manuell
Catalog: lang/adlib-woo2lex-manuell-*.po
Languages: de_de

# Datenexport
source: Dataexport
de_de: Datenexport

# Manueller Datenexport
source: Manual Export
de_de: Manueller Datenexport

# Pluginmenu_Absatz1
source: Export for the ERP-software of <b>Lexware</b> corresponding to the specifications of
de_de: Datenexport für <b>Lexware</b> Warenwirtschaftsprogramme gemäß den Spezifikationen von

# Pluginmenu_Absatz2
source: The export starts with a click on the button "Export Data".
de_de: Der Datenexport startet nach einem Klick auf den Button "Daten exportieren".

source: Pluginmenu_Absatz3
de_de: Exportierte Datensätze werden gekennzeichnet und können <b>nicht</b> erneut exportiert werden.

# Pluginmenu_Absatz4
source: The filename is composed of the actual date plus the actual time. The file extension is xml.
de_de: Der Dateiname setzt sich aus dem Datum sowie der Uhrzeit zusammen. Die Dateiendung ist xml.

# Bestellung
source: order
de_de: Bestellung

# Export
source: have been exported.
de_de: sind exportiert worden.

# keine neuen Bestellungen
source: There are no new orders.
de_de: Es liegen keine neuen Bestellungen vor.

# Exportbutton
source: Export Data
de_de: Daten exportieren

# Beispielexportdatei
source: Exports the orders in the following directory (the filename is an example): woocommerce/export/20150101-115500.xml
de_de: Exportiert die Bestellungen in das folgende Verzeichnis (der Dateiname ist ein Beispiel): woocommerce/export/20150101-115500.xml

# Bettel1
source: If you find this plugin useful please be so kind and transfer an amout of your own choice via
de_de: Wenn Sie mit diesem Plugin zufrieden sind bitte ich Sie darum, mir einen selbst gewählten Betrag per

# Bettel3
source: to my account at PayPal
de_de: überweisen

# Bettel4
source: Thank you very much for that. If you need an invoice, send me an
de_de: Herzlichen Dank dafür. Wenn Sie eine Rechnung benötigen, schreiben Sie mir bitte eine

# Bettel5
source: with your address and you will get an invoice stating the choosen amount plus the legal VAT.
de_de: mit Ihrer Anschrift und Sie bekommen eine Rechnung über den gewünschten Betrag &ndash; zuzüglich der gesetzlichen Mehrwertsteuer.
